Repository: AlfCano/rk.map.localities
Catalog: inst/rkward/po/*.po
Languages: de, es, fr, pt_br

source: Download Municipalities
de: Gemeinden herunterladen
es: Descargar Municipios
fr: Télécharger les Municipalités
pt_br: Baixar Municípios

source: Descargar
de: Herunterladen

source: Download Municipalities (Admin 2)
de: Gemeinden herunterladen (Admin-Ebene 2)
es: Descargar Municipios (Nivel Admin 2)
fr: Télécharger les Municipalités (Niveau Admin 2)
pt_br: Baixar Municípios (Nível Admin 2)

source: Tools for downloading Admin Level 2 spatial data (geodata), plus importing, exporting, and merging 'sf' objects.
de: Werkzeuge zum Herunterladen von Geodaten der Admin-Ebene 2 (geodata) sowie zum Importieren, Exportieren und Zusammenführen von 'sf'-Objekten.
es: Herramientas para descargar datos espaciales Nivel 2 (geodata), importar, exportar y unir objetos 'sf'.
fr: Outils pour télécharger des données spatiales de niveau 2 (geodata), ainsi que pour importer, exporter et fusionner des objets 'sf'.
pt_br: Ferramentas para baixar dados espaciais de Nível 2 (geodata), além de importar, exportar e unir objetos 'sf'.

source: Select Country
de: Land auswählen
es: Seleccionar País
fr: Sélectionner le Pays
pt_br: Selecionar País

source: Or custom ISO-3 Code
de: Oder benutzerdefinierter ISO-3 Code
es: O código ISO-3 personalizado
fr: Ou code ISO-3 personnalisé
pt_br: Ou código ISO-3 personalizado

source: Filter by State/Region Name
de: Nach Bundesland/Region filtern
es: Filtrar por nombre de Estado/Región
fr: Filtrer par nom d'État/Région
pt_br: Filtrar por nome de Estado/Região

source: <b>Note:</b> Type the exact name of the region (Admin Level 1) as it appears in GADM. Leave empty to download the whole country.
de: <b>Hinweis:</b> Geben Sie den exakten Namen der Region (Ebene 1) wie in GADM ein. Leer lassen für das gesamte Land.
es: <b>Nota:</b> Escriba el nombre exacto de la región (Nivel 1) tal como aparece en GADM. Deje vacío para descargar todo el país.
fr: <b>Note :</b> Saisissez le nom exact de la région (Niveau 1) tel qu'il apparaît dans GADM. Laissez vide pour tout le pays.
pt_br: <b>Nota:</b> Digite o nome exato da região (Nível 1) como aparece no GADM. Deixe vazio para baixar o país inteiro.

source: Save Map Object As (sf)
de: Kartenobjekt speichern als (sf)
es: Guardar Objeto de Mapa como (sf)
fr: Enregistrer l'objet carte sous (sf)
pt_br: Salvar Objeto de Mapa como (sf)

source: 1. Select Country
de: 1. Land auswählen
es: 1. Seleccionar País
fr: 1. Sélectionner le Pays
pt_br: 1. Selecionar País

source: 2. Filter Region
de: 2. Region filtern
es: 2. Filtrar Región
fr: 2. Filtrer la Région
pt_br: 2. Filtrar Região

source: Import Spatial Data
de: Geodaten importieren
es: Importar Datos Espaciales
fr: Importer des Données Spatiales
pt_br: Importar Dados Espaciais

source: Select Spatial File (SHP, GPKG, GEOJSON)
de: Geodatei auswählen (SHP, GPKG, GEOJSON)
es: Seleccionar Archivo Espacial (SHP, GPKG, GEOJSON)
fr: Sélectionner un fichier spatial (SHP, GPKG, GEOJSON)
pt_br: Selecionar Arquivo Espacial (SHP, GPKG, GEOJSON)

source: Save as R Object
de: Als R-Objekt speichern
es: Guardar como Objeto R
fr: Enregistrer comme objet R
pt_br: Salvar como Objeto R

source: Export Spatial Data
de: Geodaten exportieren
es: Exportar Datos Espaciales
fr: Exporter des Données Spatiales
pt_br: Exportar Dados Espaciais

source: Select sf object to export
de: sf-Objekt zum Exportieren auswählen
es: Seleccionar objeto sf para exportar
fr: Sélectionner l'objet sf à exporter
pt_br: Selecionar objeto sf para exportar

source: Save to File
de: In Datei speichern
es: Guardar en Archivo
fr: Enregistrer dans un fichier
pt_br: Salvar em Arquivo

source: Overwrite if file exists (delete_dsn = TRUE)
de: Überschreiben, falls Datei existiert (delete_dsn = TRUE)
es: Sobrescribir si el archivo existe (delete_dsn = TRUE)
fr: Écraser si le fichier existe (delete_dsn = TRUE)
pt_br: Sobrescrever se o arquivo existir (delete_dsn = TRUE)

source: Merge Maps
de: Karten zusammenführen
es: Unir Mapas
fr: Fusionner les Cartes
pt_br: Unir Mapas

source: Select maps to merge (2 or more)
de: Karten zum Zusammenführen auswählen (2 oder mehr)
es: Seleccionar mapas para unir (2 o más)
fr: Sélectionner les cartes à fusionner (2 ou plus)
pt_br: Selecionar mapas para unir (2 ou mais)

source: Save merged map as
de: Zusammengeführte Karte speichern als
es: Guardar mapa unido como
fr: Enregistrer la carte fusionnée sous
pt_br: Salvar mapa unido como

source: <b>Note:</b> Maps must have the same geometry type (e.g., Polygon) and Coordinate Reference System (CRS).
de: <b>Hinweis:</b> Karten müssen denselben Geometrietyp (z. B. Polygon) und dasselbe Koordinatenreferenzsystem (CRS) haben.
es: <b>Nota:</b> Los mapas deben tener el mismo tipo de geometría (ej. Polígono) y Sistema de Referencia de Coordenadas (CRS).
fr: <b>Note :</b> Les cartes doivent avoir le même type de géométrie (ex. Polygone) et le même Système de Référence de Coordonnées (CRS).
pt_br: <b>Nota:</b> Os mapas devem ter o mesmo tipo de geometria (ex. Polígono) e Sistema de Referência de Coordenadas (CRS).

source: Municipalities Map Downloaded
de: Gemeindekarte heruntergeladen
es: Mapa de Municipios Descargado
fr: Carte des Municipalités Téléchargée
pt_br: Mapa de Municípios Baixado

source: Map Columns Available (For Matching)
de: Verfügbare Kartenspalten (zum Abgleich)
es: Columnas del Mapa Disponibles (Para Cruce)
fr: Colonnes de la Carte Disponibles (Pour Correspondance)
pt_br: Colunas do Mapa Disponíveis (Para Cruzamento)

source: Spatial Data Import
de: Geodaten-Import
es: Importación de Datos Espaciales
fr: Importation de Données Spatiales
pt_br: Importação de Dados Espaciais

source: Spatial Data Merge
de: Geodaten-Zusammenführung
es: Unión de Datos Espaciales
fr: Fusion de Données Spatiales
pt_br: União de Dados Espaciais

source: Download
pt_br: Baixar
